// pages/my/AboutUs/AboutUs.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
			data:{
				content:"     颐养中心遵循“尊荣、现代、时尚、生态”的规划理念,将公园式的环境,家庭式的居住,酒店式的服务融合在一起，实现“在家是宾馆,出门是公园,就诊有医院,护理在家园,设施现代化，服务亲情化”。颐养中心引进美国CCRC持续照料退休社区理念，全力打造CCRC 3+1养老模式，实行会员制经营管理。社区内约建1800户老年住宅，并配套约20000㎡的生活、文化和商业中心，与之毗邻的常州金东方医院和常州金东方护理院同属金东方养老配套设施，各设500张床位，为老年人提供便捷、专业、周到、贴心的医护服务。金东方颐养中心、金东方医院和金东方护理院三位一体，完美实现现代养老住区的医养康护一体化布局。 颐养中心内绿树成荫，环境宜人，载植200余种各类乔木、灌木和花草，绿化率达52%，其中7500㎡的“迷你”高尔夫球场生态与活力兼具，“动”“静”皆可入画；10000㎡人工湖将人与景观完美相融，湖心岛上各种家禽动物无拘伺养、繁衍生息。湖畔13000㎡的中央会所，内设营养餐厅、老年大学、茶吧、图书馆、阳光房、佛堂、基督教堂、恒温泳池，健身房、棋牌室、台球室、乒乓球室、台球室、儿童乐园、理发室、桑拿浴室、书画室、舞蹈室、摄影室、手工坊、钢琴室等30多种功能房，为社区老人提供“一站式、一条龙、全方位、全天候”服务。社区内建有近1800户适老化住宅，可容纳4000—5000人入住，既可老人自住，也可子女陪住，更能三代同堂，共享天伦之乐。每栋楼一楼为架空层，配备生活秘书、健康秘书和安保人员，为老人的生活提供24小时服务与保障。项目三期建有“金东方大舞台”，为多才多艺的会员提供更多展示风采的互动平台，打造邻里互助、和谐共生的家园氛围，倡导“小户大家，亲如一家，共同建设美好家园”、“我爱我家，我做典范，谦诚文明，博爱包容”的“家”文化。颐养中心设立社区党支部、居委会、侨联等机构，成立金东方颐养文化研究会、文体俱乐部和艺术团，下设茶艺、摄影、书画、聊天养生、舞蹈、戏曲、乐器、手工、牌类、球类、游泳、钓鱼等近40个协会，让老人充分感受“老有所依、老有所学、老有所乐”的精彩晚年生活之余，也让金东方的文化养老特色更加闻名遐迩。 颐养中心在探索实践中得到了各级政府和主管部门的指导与关怀，在践行中不断成长，取得了一些成绩。秉承“居家养老、文化养生、专业服务、医养融合”的经营理念，致力为长三角乃至全国的老年人提供一个幸福、温馨、和谐的新家园,打造出中国第一、国际接轨、世界一流的绿色生态高品质银发养生社区。",
				phone:"400-890-8890"
			}
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})